Repository: khanhtmd1997/3S_TaskTrainning
Catalog: TaskTranning/Resources/SharedResource.*.resx
Languages: vi_vn

# msg_del
source: You make sure you want to delete it?
vi_vn: Bạn chắc chắn rằng muốn xóa nó?

# p_customer
source: Customers
vi_vn: Khách Hàng

# p_error_table
source: NOT DATA OF TABLE
vi_vn: KHÔNG CÓ DỮ LIỆU TRONG BẢNG

# p_find
source: Finded
vi_vn: Tìm Thấy

# th_action
source: Action
vi_vn: Thao Tác

# th_address
source: Address
vi_vn: Địa Chỉ

# th_firstName
source: First Name
vi_vn: Họ

# th_lastName
source: Last Name
vi_vn: Tên

# th_phone
source: Phone
vi_vn: Số Điện Thoại

# th_zipCode
source: ZipCode
vi_vn: Mã Bưu Chính

# t_customer
source: Page Customer
vi_vn: Trang Khách Hàng

# a_back
source: Back To List
vi_vn: Quay Lại Danh Sách

# a_brand
source: BRANDS
vi_vn: NHÃN HIỆU

# a_category
source: CATEGORIES
vi_vn: DANH MỤC

# a_customer
source: CUSTOMERS
vi_vn: KHÁCH HÀNG

# a_home
source: HOME
vi_vn: TRANG CHỦ

# a_logOut
source: Log Out
vi_vn: Đăng Xuất

# a_product
source: PRODUCTS
vi_vn: SẢN PHẨM

# a_stock
source: STOCKS
vi_vn: CỔ PHẦN

# a_store
source: STORES
vi_vn: CỬA HÀNG

# a_user
source: USERS
vi_vn: TÀI KHOẢN

# btn_close
source: Close
vi_vn: Đóng

# btn_create
source: Create
vi_vn: Tạo

# btn_edit
source: Edit
vi_vn: Sửa

# btn_login
source: Login
vi_vn: Đăng Nhập

# btn_save
source: Save
vi_vn: Lưu

# h4_hello
source: Hello
vi_vn: Xin Chào

# lbl_address
source: Address
vi_vn: Địa Chỉ

# lbl_brandName
source: Brand Name
vi_vn: Tên Nhãn Hiệu

# lbl_categoryName
source: CategoryName
vi_vn: Tên Danh Mục

# lbl_city
source: City
vi_vn: Thành Phố

# lbl_firstName
source: First Name
vi_vn: Họ

# lbl_fullName
source: Full Name
vi_vn: Họ và Tên

# lbl_isActive
source: IsActive?
vi_vn: Kích Hoạt?

# lbl_lastName
source: Last Name
vi_vn: Tên

# lbl_listPrice
source: List Price
vi_vn: Bảng Giá

# lbl_modelYear
source: Model Year
vi_vn: Năm Mô Hình

# lbl_password
source: Password
vi_vn: Mật Khẩu

# lbl_phone
source: Phone
vi_vn: Số Điện Thoại

# lbl_picture
source: Picture
vi_vn: Ảnh

# lbl_productName
source: Product Name
vi_vn: Tên Sản Phẩm

# lbl_quantity
source: Quantity
vi_vn: Số Lượng

# lbl_state
source: State
vi_vn: Bang

# lbl_storeName
source: Store Name
vi_vn: Tên Cửa Hàng

# lbl_street
source: Street
vi_vn: Đường

# lbl_zipCode
source: ZipCode
vi_vn: Mã Bưu Chính

# msg_DeleteBrandError
source: Delete Brand Error
vi_vn: Xóa Nhãn Hiệu Thất Bại

# msg_DeleteBrandSuccess
source: Delete Brand Success
vi_vn: Xóa Nhãn Hiệu Thành Công

# msg_DeleteCategoryError
source: Delete Category Error
vi_vn: Xóa Danh Mục Thất Bại

# msg_DeleteCategorySuccess
source: Delelte Category Success
vi_vn: Xóa Danh Mục Thành Công

# msg_DeleteCustomerError
source: Delete Customer Error
vi_vn: Xóa Khách Hàng Thất Bại

# msg_DeleteCustomerSucces
source: Delete Customer Success
vi_vn: Xóa Khách Hàng Thành Công

# msg_DeleteProductError
source: Delete Product Error
vi_vn: Xóa Sản Phẩm Thất Bại

# msg_DeleteProductSuccess
source: Delete Product Success
vi_vn: Xóa Sản Phẩm Thành Công

# msg_DeleteStockError
source: Delete Stock Error
vi_vn: Xóa Cổ Phần Thất Bại

# msg_DeleteStockSuccess
source: Delete Stock Success
vi_vn: Xóa Cổ Phần Thành Công

# msg_DeleteStoreError
source: Delete Store Error
vi_vn: Xóa Cửa Hàng Thất Bại

# msg_DeleteStoreSuccess
source: Delete Store Success
vi_vn: Xóa Cửa Hàng Thành Công

# msg_DeleteUserError
source: Delete User Error
vi_vn: Xóa Tài Khoản Thất Bại

# msg_DeleteUserSuccess
source: Delete User Success
vi_vn: Xóa Tài Khoản Thành Công

# msg_EditBrandError
source: Edit Brand Error
vi_vn: Sửa Nhãn Hiệu Thất Bại

# msg_EditBrandSuccess
source: Edit Brand Success
vi_vn: Sửa Nhãn Hiệu Thành Công

# msg_EditCategoryError
source: Edit Category Error
vi_vn: Sửa Danh Mục Thất Bại

# msg_EditCategorySuccess
source: Edit Category Success
vi_vn: Sửa Danh Mục Thành Công

# msg_EditCustomerError
source: Edit Customer Error
vi_vn: Sửa Khách Hàng Thất Bại

# msg_EditCustomerSucces
source: Edit Customer Success
vi_vn: Sửa Khách Hàng Thành Công

# msg_EditProductError
source: Edit Product Error
vi_vn: Sửa Sản Phẩm Thất Bại

# msg_EditProductSuccess
source: Edit Product Success
vi_vn: Sửa Sản Phẩm Thành Công

# msg_EditStockError
source: Edit Stock Error
vi_vn: Sửa Cổ Phần Thất Bại

# msg_EditStockSuccess
source: Edit Stock Success
vi_vn: Sửa Cổ Phần Thành Công

# msg_EditStoreError
source: Edit Store Error
vi_vn: Sửa Cửa Hàng Thất Bại

# msg_EditStoreSuccess
source: Edit Store Success
vi_vn: Sửa Cửa Hàng Thành Công

# msg_EditUserError
source: Edit User Error
vi_vn: Sửa Tài Khoản Thất Bại

# msg_EditUserPasswordError
source: Edit User Password Error
vi_vn: Sửa Mật Khẩu Tài Khoản Thất Bại

# msg_EditUserPasswordSuccess
source: Edit User Password Success
vi_vn: Sửa Mật Khẩu Tài Khoản Thành Công

# msg_EditUserSuccess
source: Edit User Success
vi_vn: Sửa Tài Khoản Thành Công

# msg_ErrorLogin
source: Login Fail! Email Or Password is Wrong
vi_vn: Đăng Nhập Thất Bại! Mật Khẩu Hoặc Password Sai

# msg_NewBrandError
source: Add Brand Error
vi_vn: Thêm Nhãn Hiệu Thất Bại

# msg_NewBrandSuccess
source: Add Brand Success
vi_vn: Thêm Nhãn Hiệu Thành Công

# msg_NewCategoryError
source: Add Category Error
vi_vn: Thêm Danh Mục Thất Bại

# msg_NewCategorySuccess
source: Add Category Success
vi_vn: Thêm Danh Mục Thành Công

# msg_NewCustomerError
source: Add Customer Error
vi_vn: Thêm Khách Hàng Thất Bại

# msg_NewCustomerSuccess
source: Add Customer Success
vi_vn: Thêm Khách Hàng Thành Công

# msg_NewProductError
source: Add Product Error
vi_vn: Thêm Sản Phẩm Thất Bại

# msg_NewProductSuccess
source: Add Product Success
vi_vn: Thêm Sản Phẩm Thành Công

# msg_NewStockError
source: Add Stock Error
vi_vn: Thêm Cổ Phần Thất Bại

# msg_NewStockSuccess
source: Add Stock Success
vi_vn: Thêm Cổ Phần Thành Công

# msg_NewStoreError
source: Add Store Error
vi_vn: Thêm Cửa Hàng Thất Bại

# msg_NewStoreSuccess
source: Add Store Success
vi_vn: Thêm Cửa Hàng Thành Công

# msg_NewUserError
source: Add User Error
vi_vn: Thêm Tài Khoản Thất Bại

# msg_NewUserSuccess
source: Add User Success
vi_vn: Thêm Tài Khoản Thành Công

# pld_address
source: Please enter address
vi_vn: Vui lòng nhập địa chỉ

# pld_categoryName
source: Please enter category name
vi_vn: Vui lòng nhập tên danh mục

# pld_city
source: Please enter City
vi_vn: Vui lòng nhập thành phố

# pld_email
source: Please enter email
vi_vn: Vui lòng nhập email

# pld_firstName
source: Please enter first name
vi_vn: Vui lòng nhập họ

# pld_fullname
source: Please enter fullname
vi_vn: Vui lòng nhập họ và tên

# pld_lastName
source: Please enter last name
vi_vn: Vui lòng nhập tên

# pld_listPrice
source: Please enter list price
vi_vn: Bảng Giá

# pld_modelYear
source: Please enter model year
vi_vn: Vui lòng nhập năm mô hình

# pld_password
source: Please enter passowrd
vi_vn: Vui lòng nhập password

# pld_pasword
source: Please enter password
vi_vn: Vui lòng nhập mật khẩu

# pld_phone
source: Please enter phone
vi_vn: Vui lòng nhập số điện thoại

# pld_productName
source: Please enter product name
vi_vn: Vui lòng nhập tên sản phẩm

# pld_quantity
source: Please enter quantity
vi_vn: Vui lòng nhập số lượng

# pld_storeName
source: Please enter Store Name
vi_vn: Vui lòng nhập tên cửa hàng

# pld_street
source: Please enter Srteet
vi_vn: Vui lòng nhập đường

# pld_zipCode
source: Please enter ZipCode
vi_vn: Vui lòng nhập mã bưu chính

# p_brand
source: Brands
vi_vn: Nhãn Hiệu

# p_category
source: Categories
vi_vn: Danh Mục

# p_language
source: Language
vi_vn: Ngôn Ngữ

# p_product
source: Products
vi_vn: Sản Phẩm

# p_stock
source: Stocks
vi_vn: Cổ Phần

# p_store
source: Stores
vi_vn: Cửa Hàng

# p_user
source: Users
vi_vn: Tài Khoản

# sp_example
source: Example
vi_vn: Ví dụ

# sp_home
source: HOME
vi_vn: TRANG CHỦ

# sp_management
source: MANAGEMENT
vi_vn: Quản Lý

# th_brandName
source: Brand Name
vi_vn: Tên Nhãn Hiệu

# th_categoryName
source: Category Name
vi_vn: Tên Danh Mục

# th_city
source: City
vi_vn: Thành Phố

# th_fullName
source: Full Name
vi_vn: Họ và Tên

# th_isActive
source: IsActive?
vi_vn: Kích Hoạt?

# th_listPrice
source: List Price
vi_vn: Bảng Giá

# th_modelYear
source: Model Year
vi_vn: Năm Mô Hình

# th_picture
source: Picture
vi_vn: Ảnh

# th_productName
source: Product Name
vi_vn: Tên Sản Phẩm

# th_quantity
source: Quantity
vi_vn: Số Lượng

# th_state
source: State
vi_vn: Bang

# th_storeName
source: Store Name
vi_vn: Tên Cửa Hàng

# th_street
source: Street
vi_vn: Đường

# t_brand
source: Page Brand
vi_vn: Trang Nhãn Hiệu

# t_create
source: Page Create
vi_vn: Trang Tạo

# t_edit
source: Page Edit
vi_vn: Trang Sửa

# t_login
source: Page Login
vi_vn: Trang Đăng Nhập

# t_product
source: Page Product
vi_vn: Trang Sản Phẩm

# t_stock
source: Page Stock
vi_vn: Trang Cổ Phần

# t_store
source: Page Store
vi_vn: Trang Cửa Hàng

# t_user
source: Page User
vi_vn: Trang Tài Khoản

# vld_alreadyexists
source: Already Exists
vi_vn: Đã tồn tại

# vld_equalpassword
source: Confirm Password must equal New Password
vi_vn: Xác nhận mật khẩu phải giống mật khẩu mới

# vld_formatemail
source: Must be format by email
vi_vn: Phải được định dạng theo email

# vld_letterandnumber
source: Including letters and numbers
vi_vn: Bao gồm cả chữ và số

# vld_max100characters
source: Maxlength 100 characters
vi_vn: Tối đa 100 kí tự

# vld_min6characters
source: Minlength 6 characters
vi_vn: Tối thiểu 6 kí tự

# vld_notnull
source: Not Null
vi_vn: Không được bỏ trống

# vld_toonefrommfifty
source: Range from 1 to 50 characters
vi_vn: Nằm trong khoản từ 1 đến 50 kí tự

# vld_toonefromonehundred
source: Range from 1 to 100 characters
vi_vn: Nằm trong khoản từ 1 đến 100 kí tự
