Repository: khanhtmd1997/3S_TaskTrainning
Catalog: TaskTranning/Resources/Views.Home.Index.*.resx
Languages: vi_vn

source: Welcome To Page Admin
vi_vn: Chào mừng bạn đến với trang Admin

source: Curriculum Vitae of Admin
vi_vn: Sơ yếu lí lịch của Admin

source: TARGET
vi_vn: MỤC TIÊU

source: Current goals
vi_vn: Mục Tiêu Hiện Tại

source: Complete the company's 3s internship training
vi_vn: Hoàn thành khóa đào tạo thực tập của công ty 3s

source: Get a college diploma
vi_vn: Nhận bằng tốt nghiệp đại học

source: Future goals
vi_vn: Mục Tiêu Tương Lai

source: Become a member of the 3s company
vi_vn: Trở thành thành viên của công ty 3s

source: Strive for 2-3 years on leader of the company
vi_vn: Phấn đấu 2-3 năm làm lãnh đạo công ty

source: EDUCATION
vi_vn: GIÁO DỤC

source: PHU XUAN UNIVERSITY
vi_vn: ĐẠI HỌC PHÚ XUÂN

source: specialized
vi_vn: chuyên ngành

source: information technology engineer
vi_vn: công nghệ thông tin

source: Degree
vi_vn: Trình

source: Bachelor's degree
vi_vn: Cử nhân

source: Graduation type: great
vi_vn: Loại tốt nghiệp: giỏi

source: EXPERIENCE
vi_vn: KINH NGHIỆM

source: Learn FontEnd two month
vi_vn: Hoc FontEnd 2 tháng

source: Build news website with laravel, java,...
vi_vn: Xây dựng trang web tin tức với laravel, java, ...

source: Learn language including: C, C++, C#, Java, PHP,..
vi_vn: Học ngôn ngữ bao gồm: C, C ++, C #, Java, PHP, ..

source: Interns at information technology companies in Hue and Hanoi
vi_vn: Thực tập sinh tại các công ty công nghệ thông tin tại Huế và Hà Nội

source: SKILL
vi_vn: KỸ NĂNG

source: ENGLISH
vi_vn: TIẾNG ANH

source: Listen
vi_vn: Nghe

source: Speak
vi_vn: Nói

source: Read
vi_vn: Đọc

source: Write
vi_vn: Viết

source: INFORMATION TECHNOLOGY
vi_vn: CÔNG NGHỆ THÔNG TIN

source: 18/11 Thuy Tu, Tan Binh village, Thuan An town, Phu Vang district, Thua Thien Hue province
vi_vn: 18/11 Thủy Tử, th Tân Bình, thị trấn Thuận An, huyện Phú Vang, tỉnh Thừa Thiên Huế
